{"podcast_details": {"podcast_title": "The Ian King Business Podcast", "episode_title": "NatWest, housing demand and sustainable bottles.", "episode_image": "https://d3wo5wojvuv7l.cloudfront.net/t_rss_itunes_square_1400/images.spreaker.com/original/2fd7759d69cbcb3d728ba1c5919f4f56.jpg", "episode_transcript": " This is Business Live with me, Ian King. NatWest chairman Sir Howard Davis insisted this morning he would not be stepping down following the row over the closure of Nigel Farage's account with the bank's Coutts arm. Sir Howard also announced that NatWest has appointed a city law firm to investigate the closure of Nigel Farage's Coutts account. He said Travis Smith would investigate the handling of Mr. Farage as a customer of Coutts and the way in which information on the matter had been handled in the bank. Well, the news came as NatWest reported better than expected half-year results, just two days after the departure of its former chief executive, Dame Alison Rose, after the Farage affair. Like any chairman, I serve at the shareholders behest, but my intention is to continue to lead the board and ensure that the bank remains sound, stable, and able to support our 19 million customers. The last few weeks have been a painful period for the bank, and we apologize for the uncertainty created for customers and shareholders during that period. We took the view on Tuesday that even though mistakes had been made, it was on balance rights to retain Alison Rose as our CEO, but the reaction was such as to convince her and the board that her position was untenable. But that is now in the past. Well, this morning, the bank reported better than expected half-year results. Operating profits before tax came in at 3.6 billion pounds for the six months to the end of June. That was up 37% on the same period last year, and better than the 3.3 billion pounds that the market had been expecting. That West's net interest margin, that's the difference between what a bank pays depositors and charges borrowers, rose to 3.2% from 2.58% a year earlier. The bank did, though, set aside 223 million pounds during the first half of the year to cover loans. It does not now expect to be fully repaid, and that compared with the release of in payments of 54 million pounds during the same period last year. Well, joining me now is the chair of the House of Commons Treasury Select Committee, Harriet Baldwin. Harriet Baldwin, good to see you this morning. Dame Allison's obviously gone, so too Peter Flavell, the Coots CEO. A lot of people want Sir Howard Davis to go as well. Do you think he should? Well, I think that Sir Howard Davis put it right this morning when he said that's actually up to the shareholders of the bank. I think one of the things that we know about his situation is that he's coming to the end of his tenure, and a search process is underway for a successor, and they've appointed external law firm to look into this whole experience. I think that one of the things that our committee's been focused on all year has been what you highlighted in terms of the bank's results, which is that it's very clear that banks are passing on higher rates to their borrowers right away, but they're really dragging their heels in terms of paying savers better rates. And so one of the things that our committee wants to see is that savings customers be treated more fairly. So are you going to be holding hearings into the Farage affair when parliament resumes? One of the things we've been holding hearings into has been this savings rate. We also spoke to the Financial Conduct Authority just before the House rose for recess, and they made it very clear in their testimony that what happened in terms of closing an account over someone's political views is actually against the law. And indeed, the Information Commissioner was brought to our attention, and I understand they've now got an investigation underway. So certainly in the specific case of Mr. Farage, there seems to be ongoing work being done. One of the things that our committee is doing is we've done a call for evidence for small and medium-sized businesses and their access to finance. And I would be very keen through your programme, Ian, to encourage any small or medium-sized business that's had a problem with their bank account being closed arbitrarily by a bank, could they please get in touch with our committee because we will be certainly taking evidence on that. Okay, well, you've made that point. I mean, do you not have any sympathy for Coots in the sense that it is an exclusive bank? Gordon Pell, who used to run Coots, famously said, \"'You might be incredibly wealthy, \"'but that doesn't mean that we would still accept you \"'as a client.' There is always an element of discretion with Coots. Do you not have sympathy with them on that particular argument? Well, I think most of us are not ever going to be wealthy enough to bank with Coots. I understand they have a commercial identity. I completely understand that. But what seems to have happened in this individual case is a breach not only of the payment regulator requirements in terms of political views, but also a very serious data breach in terms of personal information of a Coots customer. So there are some serious issues that have arisen as a result of this case. But I do completely accept that every bank is free to define what their particular client base is, but they shouldn't be debanking people on the basis of their political views. What did you make of the NatWest results themselves? I mean, they were pretty good. I mean, they kind of highlight why Sir Howard Davies and the NatWest board were so keen to hang on to Dame Alison Rose. Well, they also highlight the fact that they've really been dragging their heels in terms of paying savers a better rate of interest. And this is really important because the government and the regulator and the Bank of England have highlighted how important it is that savers be treated fairly. And yet the margin that they're taking from savers has gone up from just over 2.5% to 3.2%. So that shows that they're dragging their heels. And it's really important in terms of reducing inflation because if it's worth more to you to have money in the bank than it is to spend it, then obviously that has a reduction impact in terms of inflation. And it's so important that we get inflation back in its box in this country. And I think the savings rate has an important role to play in that. Now, before you became a politician, you had a highly successful career in finance. Do you regret the fact that Dame Alison Rose, who was really in many ways a role model for women in financial services, has been forced to step down? Yeah, I think those are the breaks in the business. And I think she was a trailblazer for women in banking. There's no question about it. She did a very good review for the government in terms of female entrepreneurship. And I'm sure she has many ways in which she will continue to contribute. But clearly, she also broke the banking rule 101. And whether you're a man or a woman, you should not break your client confidentiality. And that's where she slipped up. Do you wonder whether she's been targeted because for some people she was an emblem, if you like, of so-called corporate wokery? No, no. I think this is a very specific case where she broke client confidentiality to the BBC. And clearly it was an untenable position for the leader of a bank to be in, regardless of their gender or background. We obviously can't tolerate that if we're going to have a private system of banking in our country, which is something that I think everyone values and respects. And we also need a system of banking in this country where you shouldn't be penalised for the political views that you hold or the political party that you support. And I think that's a really important principle that's been well underlined by the government this week. OK, Harriet Baldwin, good to talk to you this morning. Thanks very much indeed for joining me. Thanks, Ian. Meanwhile, Standard Chartered's chief executive this morning seemed to rally to the defence of the former NatWest chief executive, Dame Alison Rose. Bill Winters said that Dame Alison's resignation in the wake of the row over Nigel Farage's bank account was, quote, a pretty heavy price to pay for an error of judgment, unquote, and said her apology should be accepted. He was speaking as the London Listed Bank reported a pre-tax profit of $3.3 billion for the first six months of the year. That was up 25% on the same period last year. Standard Chartered also raised its forecast for expected profits this year, and that sent the shares up by more than 5%. Now, there's new evidence this morning that the sharp increases in interest rates over the last 18 months is hitting demand in the housing market. The monthly house price index published by the property portal Zoopla reports that buy and demand last month was down 18% on the previous month and down 40% on June last year. Zoopla also reports a north-south divide in terms of house prices. It says house price growth during the month slowed to 0.6% compared with growth of 9.6% in June last year, with prices actually falling in the south of England. Well, joining me now is Richard Donnell. He is the executive director of Zoopla. Richard, good to see you this morning. What is this weaker demand doing to actual sales, volumes, and transactions? Well, the big hit of higher mortgage rates is on transaction volumes. We think they're going to be down 23% this year on last year, so around about a million, slightly less. So it's activity bearing the brunt more than prices. And I think we're seeing larger family houses seeing a bigger decline in sales, because if you're already on the housing ladder, you've got a home, you can afford to just wait it out. Yeah, and these, of course, properties are being bought with bigger mortgages, presumably. That's right. So the big hit to the housing market is where you need a higher income to buy, house prices are higher, deposits are bigger. And that's why we've got this impact on the south of England. I mean, this North South divide is absolutely fascinating. This is primarily, then, you think, because mortgages on the homes in southern England tend to be higher than those in the rest of the country. Yeah, the income you need, the deposit you need, the size of your mortgage is bigger in the south of England. And I think higher mortgage rates are also pricing out a lot more first time buyers in the south of England. In the Midlands and the north of England, if a renter wanted to buy the home they rent at a 5.5% mortgage rate, their mortgage payments will be less than their rent. So that's still enabling some first time buyers to buy. But that's totally the opposite in the south of England. What's very interesting, though, is that, I mean, certainly during the pandemic, London obviously did very, very badly compared with the rest of the country. The southeast was a bit of a laggard to parts of the north of England. One would have expected that to have kind of corrected as the economy got back to normal. And it hasn't. It hasn't. I mean, the housing market's holding up best in Scotland, the northeast, where housing is affordable. It's also picking up reasonably well in London, largely because the average value of a flat in London is the same today as it was in 2016. So there's some relative affordability. And renters in London facing big rent increases are thinking, I'm just going to have to buy that half a million pound flat. What sort of assumptions are you making about house prices for the rest of the year? Do you see a point later this year when house prices are falling across the whole country? I don't think they will. I think they're going to keep falling in the south of England. We're going to see a resumption of price falls. Mortgage rates falling to 4% this spring, brought transactions back up again, prices firmed. But I think we're going to see prices continue to post small modest falls. UK, we're going to be down by up to 5%. Do you see much of a difference in terms of what's going on between new and used homes? I mean, obviously, the builders are building less new homes right now. There's never the market tracks together. I think house builders typically account for about one in 10 sales. They're trying to hold price and use incentives to support volumes because they're a volume business. So I think they're not never that happy, but they're broadly happy with the housing market and house prices being pretty flat. But for them, it's all about getting that share of volume. Richard, got to leave it there. Appreciate you joining me today. Thank you. Some other news stories for you now. And the parent company of British Airways has reported a record first half underlying operating profit as pent up demand from the pandemic period continues to boost activity. International Airlines Group, which also owns Iberia and Aer Lingus, reported an operating profit of 1.26 billion euros for the first six months of the year. That compared with a loss of 417 million euros in the same period last year. Well, Luis Gallego, the chief executive, said customer demand remains strong across the group, particularly for leisure customers, with around 80% of the third quarter's passenger revenue already booked. He said the company expected full year 2023 capacity to be around 97% of pre-COVID-19 levels subject to disruption. The shares are currently ahead by 2 and 1.25%. AstraZeneca has agreed to buy a portfolio of early stage rare disease gene therapies from rival Pfizer for $1 billion. The deal reflects AstraZeneca's growing focus on devising treatments for the more than 7,000 known rare diseases around the world, around 80% of which are believed to be caused by a genetic mutation. But the news came as the drug maker reported better than expected results for the three months to the end of June. Help by strong demand continued for its cancer treatment. Sales for the quarter stripping out COVID-19 treatments came in at $11.2 billion US dollars. That was up 14% on the same period last year. Within that, sales of cancer medicines rose by 21%. The lung cancer treatment, Tegriso, was again AstraZeneca's biggest selling product. And the testing and quality assurance specialist, Intertek, said today that surging demand for its services helped it to its strongest sales growth in a decade during the first six months of the year. The FTSE 100 company, which employs more than 44,000 people around the world, reported like-for-like sales growth of 7.1% to 1.6 billion pounds during the period. Pre-tax profits rose by 9.7% to 223.2 million pounds. Sales growth was strongest in Intertek's business, providing specialist cargo inspection, analytical assessment, and calibration services to the petroleum and biofuels industries. Well, last night's declines on Wall Street, during which the Dow Jones Industrial Average ended a winning streak of 13 consecutive sessions to the upside, was followed by a mixed session overnight in the Asia-Pacific region. Chinese stocks completed their best week of the year. But as you can see in the top left-hand corner of the screen there, the Nikkei fell by 2.5% to 1% in Tokyo after the Bank of Japan hinted it's moving away from its ultra-loose monetary policy. Well, in Europe, stocks are also pretty much mixed going into the weekend here. Talking points in Europe this morning include Bouige, the French construction and telecoms conglomerate. A very interesting company, this very long-established business. Shares of Bouige are up by some 2.25% in Paris on better than expected results. Here in London, the FTSE 100 is just about keeping its head above water, currently a tenth of 1% higher. The top five gainers are all companies that are reporting today. They're led by Standard Chartered, which I mentioned earlier on, International Airlines, AstraZeneca, NatWest, and Intertech. Those are all the top five gainers. AZ, nearly 4% to the good, and Intertech, 2.5% to the good right now. To the downside, St. James's Place, the wealth manager, we mentioned them yesterday. They're sold off by some 15% on the results, and they're off another 1.5% today. That makes them the biggest FTSE faller just now. Outside the FTSE, Mobico, that's the somewhat curious name for the old National Express. That fell by 9% yesterday on its results, and it's off another 1.5% today. On the foreign exchange markets, well, it's really all about the Japanese yen today, which is up against all the major currencies. That's on the Bank of Japan's potential moving away from its ultra-loose monetary policy. Sterling, meanwhile, is up 2.5% to 1% against the dollar, and a quarter of 1% against the euro. The single currency, meanwhile, is 6% to 1% higher against the dollar. The oil price, meanwhile, well, that remains close to a three month higher. Though it's given back a bit of ground this morning. Barrel of Brent crude will currently set you back $83.92 a barrel. That's down a little over 2.5% of 1% on the session. Well, joining me now is the lead equity analyst at Hargreaves, Lansdowne. That's Sophie Lund Yates, of course. Sophie, good to see you this morning. Tell me about International Airlines Group. I mean, really, very, very strong numbers indeed. I mean, obviously, we got some terrific figures out of Ryanair and EasyJet lately. So this is obviously a sort of industry trend just now. Hi, Ian. Yes, they were an incredible set of results, really. And you were mentioning just now about the scale of recovery that we've seen. They've gone from losses of close to half a billion euros to profit of 1.3 billion euros. So we are really seeing that pent-up demand is really helping to lift things. The one thing I would say, though, to keep an eye on where IAG is concerned, credit where it's due, it's done incredibly well to build its capacity to within a whisper of pre-pandemic levels. But it is a lot more exposed to business trouble than, say, the likes of Ryanair or EasyJet. And because of that, kind of a completely full-scale recovery and a sustained recovery is potentially going to be slightly harder to come by. And what I would say as well is that on average, what we'd call the load factor, so how full planes are on average, is hovering at around 80%, which is slightly lower than short-haul rivals as well. So that's something else to be keeping an eye on. But as you can see, the market was clearly in a good mood from those results this morning. And there's a lot of reason for that. And it is a job well done and great to see. Some good news coming for IAG. Yeah, I mean, you make a good point there on load factor, Sophie. It's also worth bearing in mind that while they're at 97% of pre-COVID levels, Ryanair are already way, way above that. Yes, absolutely. And a big reason for this is the fact that IAG's operations were particularly badly hit. And they're very, very complex as well. British Airways and a lot of the other names under the umbrella are long-haul specialists. It's a very different beast to short hops around Europe and the UK. So there's a lot of operational difficulties in comparison to the smaller carriers. Now, what about NatWest? The share prices rallied on these results. I mean, by and large, they were better than expected by the market, weren't they? They were indeed. In a lot of senses, we know that this has been pretty much a week for NatWest to forget. But financially, this has been a good set of results. We've seen income increase 24%. That's very significant and is partly because of the, well, largely, actually, because of the higher interest rates environment. But one thing that has slightly disappointed investors is this fact that net interest margins, so that level of profitability between borrowing and lending, is disappointed a bit. It's weaker as people are looking for higher rates accounts, particularly around their savings, and that they're less profitable as well. So ultimately, the higher interest rate environment is really helping NatWest. And it's been record profits. That's certainly not something to be knocked. But there are a lot of moving parts of the sector that need a close eye, is what I'd say. OK, Sophie, got to leave it there, I'm afraid. Good to see you, as ever. Have a lovely weekend. Thank you. Thank you. Still to come here on Business Live, how a British company is sustainably manufacturing wine bottles using paper. Don't go away. Welcome back. Now, France is known for its high standards in wine culture. So it may come as a surprise to some that the sustainable bottle-bomb bottling company Frugalpak, which manufactures its bottles using paper, has been asked by no fewer than five French companies to install bottling plants there. The company claims its bottles use six times less carbon and energy to produce than glass bottles, and have a carbon footprint 84% lower. But how much of a future is there for paper wine bottles in such a notoriously discerning country? Well, joining me now, I'm very pleased to say, is Malcolm Waugh. He's the chief executive of Frugalpak. Malcolm, good to see you. We last had you on the program in June 2020. How have you traded since then? Very well. Yeah, the company's still alive, doing great things. We're expanding internationally in that period of time. We're now 25 customers. Sorry, we're in 25 countries, 30-odd customers, 100 different products going out around the world. Very proud to be sitting here again and talking to you about it. Well, the French are notoriously sniffy about wine, aren't they? So have they taken to paper bottles? Yes, they have. I mean, the wine industry is very traditional, full stop. It doesn't matter where you go. So bringing something as alternative as we are to the market has been not challenging. It's been well embraced. But the pace to pick it up has been slower than we would have liked, but really now ramping up. And the French have embraced it exceptionally well. So we're pleased to be in France now. I guess the question that you must guest asked an awful lot, is there any change to the taste of the wine, whether it's coming in a paper bottle or a glass bottle? No. We've done a lot of work prior to launching. And nobody can tell the difference, basically. And there's not much change in the way that the wine needs to be processed before it's packed. So in a word, no. You're in Italy as well, Austria, Spain. I think you've just opened in Canada as well. Yeah, our business model is actually to put the machines that make the bottles as close to the customers as possible. That drives out even more carbon. The whole point of the Frugal Bottle is reducing carbon. So getting a machine as close to where the wine is filled is our ultimate objective. First machine goes into Canada in the end of September. And we're looking forward to announcing four more machines in short order. So in terms of the cost of bottling, that's met by the company to whom you send the machines. What about the paper and packaging itself? Well, again, we try and get that as local to where the bottles are being made. So the Frugal Bottle is competitive in its way in the market. Clearly, the glass industry has been around for 2,000 years and more and is very efficient. We're bringing something new to market. But this is for a discerning and a customer that's very interested in sustainability and doing the right thing. So there is a premium, but they're prepared to pay it. And we see it every day. I have handled the bottles, and they are incredibly light compared with the glass bottles. Is there much more that you can do to take the weight out of them further? There's a little bit more, but then it becomes less elegant, I think, is the word to use. So the fact we're using 84% recycled paper, five times lighter than glass bottles, six times less carbon, will continue to drive that down. But I think we're off to a good start, if I may say. Very good, Malcolm. It's good to see you again. Let's not leave it another three years until then. Thank you, son. Thank you. That's it from me for now. And indeed, for the next few weeks, the program is going to be taking a short summer break while I get to recuperate in the production team likewise. There's plenty more, of course, on the Sky News mobile app and on the website with reporting, video content, and analysis from our business team. Do stay tuned. Coming up after this short break, it's Sophie Ridge. Have a good August. That's it for today's podcast, but there's plenty more business news and analysis on the Sky News app. You can also follow us on Twitter at SkyNewsBiz and at Sky Ian King Live. Thanks for listening."}, "podcast_summary": "In a recent podcast episode, the main theme discussed was the recent controversy surrounding the closure of Nigel Farage's account with NatWest's Coutts arm. NatWest Chairman Sir Howard Davis confirmed that he would not be stepping down and that the bank had appointed a city law firm to investigate the closure. The podcast also highlighted NatWest's better-than-expected half-year results, which saw operating profits before tax increase by 37% compared to the same period last year. The bank's net interest margin also rose, but it set aside funds to cover loans that are not expected to be fully repaid. The podcast also featured an interview with Harriet Baldwin, the Chair of the House of Commons Treasury Select Committee, who discussed the bank's results and emphasized the importance of treating savings customers more fairly. She also mentioned the committee's ongoing investigation into the closure of bank accounts and encouraged small and medium-sized businesses to share their experiences. The podcast also covered other topics, such as the resignation of Dame Alison Rose and the impact of higher interest rates on the housing market. Overall, the episode provided insights into the controversies and financial performance of NatWest, as well as wider banking issues.", "podcast_guest": "Ian King", "podcast_highlights": "Highlights from the podcast transcript include:\n\n- NatWest appointing a city law firm to investigate the closure of Nigel Farage's account\n- Better than expected half-year results for NatWest, with operating profits before tax up 37%\n- Harriet Baldwin, Chair of the House of Commons Treasury Select Committee, discussing the need for fair treatment of savings customers and investigations into the Nigel Farage affair\n- Sir Howard Davis defending his position as NatWest chairman and apologizing for the uncertainty caused by recent events\n- Strong results for International Airlines Group, with pent-up demand driving customer growth\n- AstraZeneca's agreement to buy a portfolio of rare disease gene therapies from Pfizer for $1 billion\n- Frugalpak's success in introducing paper wine bottles in France and other countries, with the bottles having a significantly lower carbon footprint than glass bottles"}